---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayDepthCueing.StartPercentage
source: html/0aa4039d-4d7d-fc7c-224e-b09a3b853980.htm
---
# Autodesk.Revit.DB.ViewDisplayDepthCueing.StartPercentage Property

The start percentage defines where depth cueing starts.
 Values between 0 and 100.

## Syntax (C#)
```csharp
public int StartPercentage { get; }
```